docs/notes/2021-02-23-16-55-43-chang_2007_Institutional.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 14:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>chang_2007_Institutional: Institutional change and economic development (2007)</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">chang_2007_Institutional: Institutional change and economic development (2007)</h1>
<p>
Time-stamp: 2021-02-23
</p>
<dl class="org-dl">
<dt>tags</dt><dd>Congresses,Economic development,Economic policy,Institutional economics</dd>
</dl>


<div id="outline-container-org3eb6432" class="outline-2">
<h2 id="org3eb6432">Backlinks</h2>
<div class="outline-text-2" id="text-org3eb6432">
<p>

</p>
</div>
</div>
<div id="outline-container-org346030f" class="outline-2">
<h2 id="org346030f">FISH-5SS</h2>
<div class="outline-text-2" id="text-org346030f">
<p>
<i>Note:</i> This chapter is similar to <a href="chang_2011_Institutions">chang_2011_Institutions</a> (see ).
So, this document will report only its differences.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">The discussion in this chapter is centered in development issues. Thus, the topics discussed here may no be directly applied to other cases. The institution function vs form, for instance, was regarding <span class="underline">function to generates development</span>.</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">More focus on property rights discussion and its limitations.</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">Presents a distinction (but no defining) institutional forms and institutional functions.</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">Review of theoretical and empirical literature.</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">Same function can be done by different forms; different forms may imply some function (even overlaping). The latter-commers hypothesis: late-developed countries can &ldquo;import&rdquo; better institutions from toher countries.</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org3c5cea5" class="outline-2">
<h2 id="org3c5cea5">Specifics comments</h2>
<div class="outline-text-2" id="text-org3c5cea5">
</div>
</div>


<div id="outline-container-org4e59c0b" class="outline-2">
<h2 id="org4e59c0b">Extracted Annotations (23/02/2021 17:31:13)</h2>
<div class="outline-text-2" id="text-org4e59c0b">
<p>
&ldquo;One fundamental difficulty involved in the study of the relationship between institutions and economic development is that there is no widely accepted definition of institutions.2&rdquo; (Chang 2007:40)
</p>

<p>
No wider definition of institutions. (note on p.40)
</p>

<p>
&ldquo;The problem is that there are many different ways and different levels of abstraction in which the conceptual &lsquo;pie&rsquo; may be cut.&rdquo; (Chang 2007:41)
</p>

<p>
There are many levels of abstraction. (note on p.41)
</p>

<p>
&ldquo;Moreover, even if we can agree on the list of functions that are essential for economic development, this does not mean that we can agree on the exact kinds and forms of institutions that we need in order to fulfil those functions.&rdquo; (Chang 2007:41)
</p>

<p>
Same functions may be executed by different institutional <b>forms</b>.
</p>

<p>
It is worth noting that Chang&rsquo;s discussion is concerned with economic development. (note on p.41)
</p>

<p>
&ldquo;First, one institution could be serving more than one function.&rdquo; (Chang 2007:41)
</p>

<p>
One institutions, more than one function. (note on p.41)
</p>

<p>
&ldquo;Second, there are many institutions that serve the same function, although they would all serve other functions as well, which may or may not overlap.&rdquo; (Chang 2007:41)
</p>

<p>
Same function can be done by different institutions.
</p>

<p>
There could have some overlaps. (note on p.41)
</p>

<p>
&ldquo;Third, the same function could be served by different institutions in different societies (or in the same society at different times).&rdquo; (Chang 2007:42)
</p>

<p>
Same function in different societies. (note on p.42)
</p>

<p>
&ldquo;Another big problem that dogs the current orthodox literature on institutions and development is its inability to clearly distinguish between the forms and the functions of institutions.&rdquo; (Chang 2007:42)
</p>

<p>
Another difficult is to distinguish form and function of institutions. (note on p.42)
</p>

<p>
&ldquo;To put it another way, institutional forms may not matter that much, as the same function can be performed by different institutional forms, as I pointed out in the previous section.&rdquo; (Chang 2007:43)
</p>

<p>
Same form can be performed by differente forms, so forms my not matter that much. (note on p.43)
</p>

<p>
&ldquo;Having made this caveat, it should be emphasized that currently the orthodox literature errs on the other side - that is, there is simply too much fixation with particular forms&rdquo; (Chang 2007:43)
</p>

<p>
Orthodox literature overfocus some particular forms. (note on p.43)
</p>

<p>
&ldquo;The proponents of the GSI argument believe that there are particular (mostly Anglo-American) forms of institutions that all countries have to adopt if they are to survive in the ever-globalizing world: political democracy; an independent judiciary; a professional bureaucracy, ideally with open and flexible recruitments; a small public-enterprise sector, supervised by a politically independent regulator; a developed stock market with rules that facilitate hostile M&amp;A (mergers and acquisitions); a regime of financial regulation that encourages prudence and stability, through things like the politically-independent central bank and the BIS (Bank for International Settlements) capital adequacy ratio; a shareholder-oriented corporate governance system; labour market institutions that guarantee flexibility.&rdquo; (Chang 2007:43)
</p>

<p>
Summary of GSI one-size-fits-all proposal. (note on p.43)
</p>

<p>
&ldquo;In the orthodox literature on institutions and development, property rights are accorded the most important role. It is because many of the developing and the transition economies lack a clearly-defined and secure private property rights system, it is argued, that the &lsquo;good&rsquo; policies based on &lsquo;correct&rsquo; theories recommended by orthodox economist have failed to work.&rdquo; (Chang 2007:44)
</p>

<p>
The &ldquo;property rights reductionism&rdquo; (term defined by Rodrik 2004) (note on p.44)
</p>

<p>
&ldquo;Given the impossibility of aggregating all elements of a property rights system into a single measurable indicator, empirical studies tend to rely on subjective measures of the overall &lsquo;quality&rsquo; of the property rights system.&rdquo; (Chang 2007:45)
</p>

<p>
Measurement dificulty and survey-based bias. (note on p.45)
</p>

<p>
&ldquo;The orthodox discourse on property rights does not recognize all possible forms of property rights. It essentially recognizes only three types of property rights - open access, pure private ownership, and state ownership - while ignoring other important forms of property rights.&rdquo; (Chang 2007:45)
</p>

<p>
Orthodox ignore other form of property rights.
</p>

<p>
The author call it the &ldquo;coverage problem&rdquo; (note on p.45)
</p>

<p>
&ldquo;The orthodox literature on property rights is based on a rather simplistic and biased theory of property rights that glorifies private property rights. In this discourse, it is believed that all effective incentives have to be private and predominantly materialistic and therefore that no form of property rights other than private property rights can provide adequate incentive for good performance.&rdquo; (Chang 2007:46)
</p>

<p>
Superiority of <b>private</b> property rights. (note on p.46)
</p>

<p>
&ldquo;The fact that some protection of property rights is good does not mean that more of it is always better. While it is probably true that a very weak protection of property rights is bad, too strong a protection may not be good either, as it can protect obsolete technologies and outmoded organizational forms. If that is the case, there may be an inverse-U-shaped relationship, where too weak a protection is not good but neither is too strong one. Or alternatively it may be that, as far as it is above a minimum threshold, the strength of property-rights protection may not matter too much. Whatever the exact relationship is, the relationship between the strength of propertyrights protection and economic development is not likely to be linear, contrary to what is assumed in orthodox theories.&rdquo; (Chang 2007:47)
</p>

<p>
Non linear relation between strenght of property-rights protection and economic development. (note on p.47)
</p>

<p>
&ldquo;In the mainstream theories, once institutions are in place, they are seen as perpetuating certain patterns of human interaction. And as institutions are seen as being determined by immutable (or at least very-difficult-to-change) things like climate, resource endowment, and cultural tradition, these patterns become almost impossible to change, which introduces a &lsquo;fatalist&rsquo; bias in the argument.&rdquo; (Chang 2007:48)
</p>

<p>
The fatalist view. (note on p.48)
</p>

<p>
&ldquo;Now, at one level, persistence is what we should expect from institutions. Institutions are meant to be stable - otherwise they will have no use. And therefore some degree of self-reinforcing mechanism is inevitable when we look at the relationship between institutions and the economy. However, this view has a number of serious problems.&rdquo; (Chang 2007:48)
</p>

<p>
Institution are stable by design. (note on p.48)
</p>

<p>
&ldquo;If we take institutions as &lsquo;technologies for social management&rsquo;, then there is a strong case for using the Gerschenkronian &lsquo;catching-up&rsquo; framework in understanding institutional development in the developing countries. In other words, the late-developing countries can import institutions from the developed countries and thereby use &lsquo;better&rsquo; institutions without paying for the same &lsquo;prices&rsquo;.&rdquo; (Chang 2007:51)
</p>

<p>
The &ldquo;late-commers&rdquo; hypothesis. (note on p.51)
</p>

<p>
&ldquo;Of course, institutional imitation is rarely enough, in the same way technological imitation is rarely enough, to guarantee a successful institutional development. More importantly, in the same way in which there are a lot of tacit elements in technology, there are a lot of tacit elements in institutions. So some formal institution that seems to be working well in an advanced country may be working well only because it is supported by a certain set of not-easily-observable informal institutions.&rdquo; (Chang 2007:52)
</p>

<p>
This institutional imitation may not be enough.
There may have some unobservable informal institutions that are not easy to implement.
In summary, immitation + adaptation. (note on p.52)
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Gabriel Petrini</p>
<p class="date">Created: 2021-10-28 qui 14:45</p>
</div>
</body>
</html>
